<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>ivancornejo</title>
<style type="text/css">
<!--
.Estilo2 {
	font-size: 36px;
	font-weight: bold;
}
.Estilo3 {
	font-size: 24px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="429" height="101" border="1" align="center">
  <tr>
    <td width="419" bgcolor="#99CCCC"><p align="center" class="Estilo2">MI CANTANTE FAVORITO</p>
    <p align="center" class="Estilo2">&quot;IVAN CORNEJO&quot;  </p></td>
  </tr>
</table>
<p align="center"><img src="../../Pictures/ivan.jpg" alt="IVAN" width="376" height="211" longdesc="PAGINASWEB 301/IVANCORNEJO" /></p>
<table width="1082" height="732" border="1">
  <tr>
    <td width="223" bgcolor="#99FFCC"><span class="Estilo3">&iquest;QUIEN ES IVAN CORNEJO? </span></td>
    <td width="272" bgcolor="#99FFCC"><span class="Estilo3">&iquest;QUE GENERO SON LAS CANCIONES DE IVAN CORNEJO? </span></td>
    <td width="327" bgcolor="#99FFCC"><span class="Estilo3">&iquest;POR QUE PARA MI ES IMPORTANTE IVAN CORNEJO? </span></td>
    <td width="232" bgcolor="#99FFCC"><span class="Estilo3">&iquest;CUAL ES LA CANCION DE IVAN CORNEJO CON LA QUE MAS E IDENTIFICO? </span></td>
  </tr>
  <tr>
    <td height="616" bgcolor="#CCFFFF"><p align="justify">Iv&aacute;n Cornejo es un cantautor y guitarrista mexicoestadounidense nacido en 2004 en Riverside, California. Desde peque&ntilde;o mostr&oacute; inter&eacute;s por la m&uacute;sica, aprendiendo guitarra de forma autodidacta. A los 14 a&ntilde;os comenz&oacute; a subir covers a redes sociales, ganando r&aacute;pidamente popularidad. Su estilo mezcla m&uacute;sica regional mexicana con toques de emo y pop alternativo. En 2021 lanz&oacute; su primer &eacute;xito, &ldquo;Est&aacute; Da&ntilde;ada&rdquo;, que se viraliz&oacute; en TikTok. Ha lanzado &aacute;lbumes como Alma Vac&iacute;a y Da&ntilde;ado, posicion&aacute;ndose en listas internacionales. Es considerado una de las nuevas promesas de la m&uacute;sica latina.</p>
    <p align="center"><img src="../../Pictures/i.jpg" alt="IVAN" width="217" height="232" longdesc="I" /></p></td>
    <td bgcolor="#CCFFFF"><div align="justify">
      <p>Pues fusiona m&uacute;sica regional mexicana (especialmente el sierre&ntilde;o triste) con influencias de emo, rock alternativo y pop. Sus letras son melanc&oacute;licas, &iacute;ntimas y expresan emociones como el desamor, la soledad y la tristeza juvenil. Su estilo es conocido como &quot;emo mexicano&quot; o &quot;emo sierre&ntilde;o&quot;, caracterizado por guitarras ac&uacute;sticas suaves, voces dolidas y una est&eacute;tica introspectiva. Conect&oacute; con millones de j&oacute;venes a trav&eacute;s de TikTok y otras redes sociales. Iv&aacute;n representa una nueva ola emocional dentro del regional mexicano, con una sensibilidad cruda y moderna</p>
      <p>.<img src="../../Pictures/v.jpg" alt="vv" width="225" height="225" longdesc="v" /></p>
    </div></td>
    <td bgcolor="#CCFFFF"><div align="justify">Para m&iacute;, Iv&aacute;n Cornejo es importante porque su m&uacute;sica expresa emociones que muchas veces no sabemos c&oacute;mo decir. Sus letras hablan del dolor, el desamor y la tristeza de una forma muy real y profunda, y eso me hace sentir comprendido/a. A trav&eacute;s de su estilo melanc&oacute;lico y su voz sincera, me ha ayudado a conectar con mis propios sentimientos y a sentir que no estoy solo/a en lo que vivo.<img src="../../Pictures/a.jpg" alt="a" width="256" height="142" /></div></td>
    <td bgcolor="#CCFFFF"><p align="justify"><strong>&quot;Perro Abandonado&quot;</strong> de Iv&aacute;n Cornejo es una canci&oacute;n que me marc&oacute; profundamente, porque logra transmitir un dolor emocional muy fuerte y real. Desde el t&iacute;tulo, la canci&oacute;n ya refleja lo que muchos hemos sentido alguna vez: estar rotos, ignorados o simplemente dejados atr&aacute;s como si ya no vali&eacute;ramos nada. La comparaci&oacute;n con un perro abandonado no es solo una met&aacute;fora, sino una forma de describir ese sentimiento de soledad extrema, de buscar cari&ntilde;o y no encontrarlo.Las letras son sinceras, tristes y vulnerables, pero al mismo tiempo muy humanas. Me gusta porque Iv&aacute;n no esconde el dolor, lo canta con el coraz&oacute;n roto, y eso me hace sentir comprendido/a. La melod&iacute;a suave y la guitarra acompa&ntilde;an perfectamente ese sentimiento, como si la m&uacute;sica abrazara tus emociones. Es una canci&oacute;n que escucho cuando necesito liberar lo que siento por dentro, cuando no tengo palabras para explicar mi tristeza, pero &eacute;l las canta por m&iacute;.<img src="../../Pictures/perro abandonado.jpg" alt="n" width="261" height="133" longdesc="n" /></p>
    </td>
  </tr>
</table>
<p>&nbsp;</p>
<table width="1089" height="1124" border="1">
  <tr>
    <td width="261" height="289" bgcolor="#CCFFCC">&iquest;<em><strong>QUE MENSAJES TRANSIMTEN LAS LETRAS DE SUS CANCIONES? </strong></em></td>
    <td width="539" bgcolor="#FFFFFF"><p>1. Desamor y corazones rotos:<br />
      Habla del dolor que queda tras una relaci&oacute;n fallida, los recuerdos que duelen y la imposibilidad de olvidar a alguien.<br />
      2. Soledad y vac&iacute;o emocional:<br />
      Muchas de sus letras expresan una sensaci&oacute;n de estar solo, incomprendido o emocionalmente agotado.<br />3. Tristeza profunda y nostalgia:<br />
      Utiliza un tono melanc&oacute;lico que conecta con quienes han vivido rupturas o momentos dif&iacute;ciles en el amor.<br />4. Amor no correspondido:<br />
      Relata el sufrimiento de amar a alguien que no siente lo mismo o que ya no est&aacute; presente.<br />
      5. Reflexi&oacute;n y vulnerabilidad:<br />
      Expone sus emociones sin filtros, lo que genera una conexi&oacute;n muy &iacute;ntima con sus oyentes.</p>
    </td>
    <td width="267" bgcolor="#FFFFFF"><div align="center"><img src="../../Pictures/coooooo.jpg" alt="o" width="241" height="115" longdesc="o" /></div></td>
  </tr>
  <tr>
    <td bgcolor="#CCFFCC"><em><strong>&iquest;COMO ME EMPEZARON A GUSTAR LAS CANCIONES DE IVAN CORNEJO? </strong></em></td>
    <td bgcolor="#FFFFFF">Todo comenz&oacute; una tarde cualquiera, mientras pasaba el tiempo en TikTok. De repente, escuch&eacute; una canci&oacute;n con una melod&iacute;a suave y triste, y la voz del chico que cantaba ten&iacute;a algo que me hizo detenerme. Era una canci&oacute;n de Iv&aacute;n Cornejo. La letra hablaba de desamor, de extra&ntilde;ar a alguien, de ese tipo de dolor que uno guarda muy dentro y que no siempre sabe c&oacute;mo expresar. En ese momento sent&iacute; como si esa canci&oacute;n me estuviera hablando directamente a m&iacute;. No lo conoc&iacute;a, pero su m&uacute;sica me hizo sentir entendida/o. Me met&iacute; a buscar su nombre, y cuando encontr&eacute; m&aacute;s canciones suyas, me di cuenta de que todas ten&iacute;an ese mismo estilo triste, sincero, lleno de emociones reales. No eran letras vac&iacute;as ni comerciales, eran historias. Desde entonces, empec&eacute; a escucharlo m&aacute;s y m&aacute;s. Lo puse en mis playlists, lo compart&iacute; con personas cercanas, y poco a poco se convirti&oacute; en alguien que, aunque nunca conoc&iacute; en persona, me hac&iacute;a sentir acompa&ntilde;ado/a en los momentos dif&iacute;ciles. Iv&aacute;n Cornejo no solo canta, tambi&eacute;n transmite lo que muchas veces uno no se atreve a decir. Su m&uacute;sica me ayud&oacute; a sanar, a llorar lo que ten&iacute;a guardado, y tambi&eacute;n a entender que no soy la &uacute;nica persona que se ha sentido as&iacute;. Por eso me gusta tanto, porque no solo lo escucho, lo siento</td>
    <td bgcolor="#FFFFFF"><div align="center"><img src="../../Pictures/ivaaaaaaaaaaaaaaaaaaa.jpg" width="225" height="225" /></div></td>
  </tr>
  <tr>
    <td bgcolor="#CCFFCC"><em><strong>&iquest;CUAL ES LA AUDIENCIA MAS COMUN DE IAN CORNEJO? </strong></em></td>
    <td bgcolor="#FFFFFF"><p> J&oacute;venes de la Generaci&oacute;n Z (13 a 25 a&ntilde;os):<br />
      La mayor&iacute;a de sus oyentes son adolescentes y j&oacute;venes adultos que atraviesan por etapas de descubrimiento emocional, desamor, tristeza o soledad. Su m&uacute;sica conecta con esas emociones profundas y personales que muchos j&oacute;venes experimentan por primera vez en esa edad.</p>
      <p>Latinos en Estados Unidos y M&eacute;xico:<br />
        Iv&aacute;n naci&oacute; en California, pero es hijo de padres mexicanos, por lo que su m&uacute;sica resuena mucho con j&oacute;venes biculturales, que viven entre dos mundos: el de sus ra&iacute;ces mexicanas y la cultura estadounidense. Tambi&eacute;n es muy escuchado en M&eacute;xico, sobre todo por quienes disfrutan del regional mexicano moderno.</p>
      <p>Fans del &ldquo;sad sierre&ntilde;o&rdquo; o regional mexicano emocional:<br />
        Su p&uacute;blico suele preferir un tipo de m&uacute;sica que no es tanto para bailar, sino para sentir. Quienes lo escuchan suelen disfrutar de letras tristes, introspectivas y vulnerables, alejadas de los temas tradicionales como fiestas o narco-corridos.</p>
      <p> Usuarios activos en redes sociales (TikTok, Instagram, Spotify):<br />
        Muchos descubrieron a Iv&aacute;n gracias a videos virales donde se usaban fragmentos de sus canciones. Sus fans comparten letras, hacen lip syncs, edits tristes o lo recomiendan en historias como una forma de expresar lo que sienten sin tener que decirlo directamente.</p>
      <p>Personas que est&aacute;n pasando por una ruptura o duelo emocional:<br />
        Quienes atraviesan momentos dif&iacute;ciles en sus relaciones encuentran consuelo en su m&uacute;sica. Las letras de Iv&aacute;n hablan del dolor con tanta sinceridad que mucha gente siente que sus canciones dicen lo que ellos no saben c&oacute;mo expresar.</p>
      <p>Chicas y chicos sensibles o introspectivos:<br />
    No importa el g&eacute;nero, Iv&aacute;n tiene un p&uacute;blico muy fiel entre quienes son sensibles, so&ntilde;adores, rom&aacute;nticos o que se consideran m&aacute;s emocionales que sociales. Muchos lo consideran su &ldquo;voz interna&rdquo; o un &ldquo;compa&ntilde;ero de coraz&oacute;n roto&rdquo;.</p></td>
    <td bgcolor="#FFFFFF"><div align="center"><img src="../../Pictures/n.jpg" width="225" height="225" /></div></td>
  </tr>
</table>
<p>&nbsp;</p>
<table width="1087" border="1">
  <tr>
    <td width="250" height="77" bgcolor="#99CC99"><strong>5 CANCIONES FAVORITAS DE IVAN CORNEJO (NOMBRE) </strong></td>
    <td width="485" bgcolor="#99CC99"><strong>IMAGEN DE LA CANCION /ALBUM </strong></td>
    <td width="330" bgcolor="#99CC99"><strong>DESCRIPCION / TEMAS CLAVE </strong></td>
  </tr>
  <tr>
    <td height="195" bgcolor="#99CC99">&quot;ME PROMETI&quot; </td>
    <td><div align="center"><img src="../../Pictures/ME PROMETI.jpg" width="223" height="265" /></div></td>
    <td><p>La cancion &quot;Me Promet&iacute;&quot; refleja la etapa del despertar emocional. Es una canci&oacute;n que describe el punto de quiebre cuando uno deja de aferrarse a quien ya no est&aacute;. Iv&aacute;n expresa que se cans&oacute; de esperar y de entregarlo todo sin recibir lo mismo. Aunque sigue sintiendo amor, ahora hay conciencia de que ese v&iacute;nculo ya no es sano.<br />
      Prometerse a uno mismo no volver atr&aacute;s es un acto de protecci&oacute;n emocional. No es que haya dejado de amar; es que eligi&oacute; no seguir sufriendo. Esta canci&oacute;n representa el primer paso hacia la sanaci&oacute;n: poner l&iacute;mites donde antes solo hab&iacute;a esperanza.</p>
    <p><em><strong>Temas clave:</strong></em> Amor no correspondido, autoafirmaci&oacute;n, cierre de ciclo, resiliencia.</p></td>
  </tr>
  <tr>
    <td height="233" bgcolor="#99CC99">&quot;ESTA DA&Ntilde;ADA&quot; </td>
    <td><div align="center"><img src="../../Pictures/DA&Ntilde;ADA.jpg" width="357" height="216" /></div></td>
    <td><p>Esta canci&oacute;n va m&aacute;s all&aacute; del desamor com&uacute;n. Habla de una mujer que ha sido rota por anteriores relaciones al punto de que ya no sabe c&oacute;mo amar. Est&aacute; emocionalmente cerrada, incluso con quien quiere ayudarla a sanar. Iv&aacute;n la entiende, pero tambi&eacute;n siente frustraci&oacute;n y tristeza porque sus sentimientos no pueden atravesar el muro que ella construy&oacute;.<br />
      &quot;Est&aacute; da&ntilde;ada&quot; no solo retrata a esa persona, sino tambi&eacute;n a todos aquellos que alguna vez fueron rechazados por alguien que a&uacute;n carga con heridas del pasado. Es un espejo de c&oacute;mo los traumas emocionales afectan nuevas oportunidades, y c&oacute;mo el amor no siempre es suficiente para curar a alguien que no est&aacute; listo para sanar.</p>
    <p><em><strong>Temas clave:</strong></em> Trauma, da&ntilde;o emocional, empat&iacute;a, relaciones rotas por el pasado.</p></td>
  </tr>
  <tr>
    <td height="225" bgcolor="#99CC99">&quot;VUELVE&quot;</td>
    <td><div align="center"><img src="../../Pictures/VUELVE.jpg" width="385" height="235" /></div></td>
    <td><p>&quot;Vuelve&quot; es una s&uacute;plica directa desde el coraz&oacute;n de alguien que a&uacute;n no ha logrado aceptar la p&eacute;rdida. Es una canci&oacute;n que encapsula el duelo amoroso, donde la persona vive entre recuerdos y esperanzas, sin poder soltar. Iv&aacute;n no busca culpables, solo quiere recuperar lo que tuvo.<br />
      Esta canci&oacute;n tambi&eacute;n refleja una forma de dependencia emocional: no poder imaginar la vida sin esa persona, aunque ya no est&eacute;. La necesidad de que vuelva no siempre es racional, pero es profundamente humana. Cada palabra es un intento desesperado por reconstruir lo que el tiempo y los errores destruyeron.</p>
    <p><em><strong>Temas clave:</strong></em> Nostalgia, esperanza, dependencia emocional, segunda oportunidad.</p></td>
  </tr>
  <tr>
    <td height="363" bgcolor="#99CC99">&quot;&iquest;DONDE ESTAS?&quot; </td>
    <td><div align="center"><img src="../../Pictures/donde.jpg" width="357" height="294" /></div></td>
    <td><p>M&aacute;s que una pregunta a otra persona, &quot;&iquest;D&oacute;nde Est&aacute;s?&quot; es una pregunta existencial. Iv&aacute;n no solo busca a alguien f&iacute;sicamente, sino a los recuerdos, a la conexi&oacute;n emocional que se perdi&oacute;. Esta canci&oacute;n transmite la sensaci&oacute;n de vac&iacute;o, de querer hablar con alguien que ya no responde, y de cargar con preguntas sin resolver.<br />
      Es una canci&oacute;n sobre la ausencia emocional: cuando una persona sigue viva, pero ya no est&aacute; contigo ni espiritualmente. Tambi&eacute;n puede interpretarse como la voz interna del propio Iv&aacute;n, pregunt&aacute;ndose d&oacute;nde qued&oacute; &eacute;l mismo despu&eacute;s de esa ruptura. Es introspectiva, dolorosa, llena de dudas que muchos hemos sentido.</p>
    <p><em><strong>Temas clave:</strong></em> Abandono, desconexi&oacute;n emocional, soledad, duelo interno.</p></td>
  </tr>
  <tr>
    <td height="296" bgcolor="#99CC99">&quot;MIRADA&quot;</td>
    <td><div align="center"><img src="../../Pictures/MIRA.jpg" width="254" height="279" /></div></td>
    <td><p>&ldquo;Mirada&rdquo; nos recuerda que los momentos peque&ntilde;os tambi&eacute;n pueden ser gigantes en el alma. Una sola mirada puede tener un impacto eterno, como una fotograf&iacute;a emocional. Iv&aacute;n canta sobre una conexi&oacute;n silenciosa pero poderosa, que tal vez fue breve, pero inolvidable.<br />
      Esta canci&oacute;n es pura nostalgia, una especie de homenaje a esos instantes m&aacute;gicos que no necesitan palabras. La mirada simboliza el amor no dicho, lo que se sinti&oacute; pero nunca se expres&oacute;, o lo que se perdi&oacute; sin entender c&oacute;mo. Es un tributo a lo fugaz, a lo que se qued&oacute; grabado solo por c&oacute;mo alguien lo mir&oacute;.</p>
    <p><em><strong>Temas clave</strong></em>: Conexi&oacute;n emocional, amor plat&oacute;nico o fugaz, recuerdo eterno, lenguaje no verbal.</p></td>
  </tr>
</table>
<p>&nbsp;</p>
<table width="1089" height="800" border="1">
  <tr>
    <td width="282" height="287" bgcolor="#FFFFFF"><p><img src="../../Pictures/emociones.png" width="300" height="168" /></p>
    <p align="center" class="Estilo3">&nbsp;</p></td>
    <td width="374" bgcolor="#999966"><p align="center"><span class="Estilo3">&iquest;QUE IMPORTANCIA / INFLUENCIA TIENE IVAN EN MI VIDA? </span></p>
    </td>
    <td width="411"><p>Iv&aacute;n Cornejo se ha convertido en una figura muy importante en mi vida, no solo como cantante, sino como alguien que, sin saberlo, ha acompa&ntilde;ado mis emociones m&aacute;s profundas. Sus letras tan sinceras y llenas de dolor, desamor y melancol&iacute;a, lograron conectar con partes de m&iacute; que ni siquiera sab&iacute;a c&oacute;mo expresar. En momentos dif&iacute;ciles, cuando me sent&iacute;a incomprendida o simplemente necesitaba desahogarme, sus canciones fueron ese refugio donde pod&iacute;a sentir que alguien m&aacute;s entend&iacute;a lo que yo estaba viviendo.</p>
      <p>M&aacute;s all&aacute; de su m&uacute;sica, Iv&aacute;n me ha inspirado a aceptar mis emociones tal como son, a no tener miedo de sentir y de mostrar mi lado m&aacute;s vulnerable. Me ense&ntilde;&oacute; que no hay debilidad en el dolor, sino fuerza en aceptarlo. Escucharlo no solo me ayud&oacute; a sanar ciertas heridas, sino que tambi&eacute;n me permiti&oacute; descubrir que la m&uacute;sica tiene el poder de transformar lo que sentimos en arte, en algo que otros tambi&eacute;n pueden entender y compartir.</p>
    <p>Gracias a Iv&aacute;n Cornejo aprend&iacute; que no estoy sola, que cada historia de amor y cada ruptura pueden dejar algo valioso, y que la tristeza tambi&eacute;n puede ser bella cuando se convierte en canci&oacute;n, lo unico que quedan de las personas son sus recuerdos y esperiencias esto nos demuestra que cada quien acepta el dolor como quiere sin importar quien se queda y quien se va de nuestra vida. Muy aprte de esto me ha demostrado mas que nada que yo puedo sola este o no este con alguien en mi vida y eso es muy importante ya que te ense&ntilde;as a no depender de nadie emocionalmente. </p></td>
  </tr>
  <tr>
    <td height="272" bgcolor="#FFFFFF"><img src="../../Pictures/mmm.jpg" alt="mm" width="259" height="194" longdesc="kdkm" /></td>
    <td bgcolor="#999966"><div align="center" class="Estilo3">&iquest;EN QUE MOMENTO DE MI VIDA SUS CANCIONES ME HAN AYUDADO EMOCIONALMENTE? </div></td>
    <td><p>Las canciones de Iv&aacute;n Cornejo me ayudaron en uno de esos momentos en los que sent&iacute;a que todo se me ven&iacute;a encima. Estaba pasando por una etapa de desamor, confusi&oacute;n y mucha tristeza, donde sent&iacute;a que nadie entend&iacute;a lo que estaba sintiendo por dentro. Fue ah&iacute; donde sus letras me abrazaron como si me hablaran directamente a m&iacute;. Cada palabra, cada acorde, me hizo sentir acompa&ntilde;ada, como si alguien hubiera puesto en m&uacute;sica justo lo que yo no pod&iacute;a expresar con palabras. Escucharlo fue como soltar todo lo que ten&iacute;a guardado, llorar sin sentirme d&eacute;bil, y al mismo tiempo, empezar a sanar poquito a poquito. Me han encantado las emociones que expresan las letras de las canciones me hacen sentir en compa&ntilde;ia y que no estoy sola. </p>
    </td>
  </tr>
</table>
<p>&nbsp;</p>
</body>
</html>
